bun_names = [
    "Классическая булочка",
    "Черная булочка",
    "Бриошь",
    "С кунжутом",
    "Острая булочка",
    "Чесночная",
    "Цельнозерновая",
    "Сырная булочка",
    "Картофельная",
    "Вулканическая"
]

bun_prices = [
    50,
    100,
    150,
    200,
    250,
    300,
    350,
    400,
    450,
    500
]

ingredient_names = [
    "Говяжья котлета",
    "Куриная котлета",
    "Сыр Чеддер",
    "Сыр Гауда",
    "Бекон",
    "Помидор",
    "Огурец",
    "Лук карамелизированный",
    "Салат Айсберг",
    "Соус барбекю"
]

ingredient_prices = [
    120,
    100,
    80,
    75,
    110,
    40,
    35,
    60,
    30,
    50
]